rails-app/app/controllers/meetups_controller.rb

SELECT "meetups".* FROM "meetups"
---
  def index
    @meetups = Meetup.all

INSERT INTO "meetups" ("name", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["name", "docker bangkok"], ["created_at", "2016-01-14 06:08:52.052939"], ["updated_at", "2016-01-14 06:08:52.052939"]]
---
  def create
    @meetup = Meetup.new(meetup_params)

    respond_to do |format|
      if @meetup.save

SELECT  "meetups".* FROM "meetups" WHERE "meetups"."id" = $1 LIMIT 1  [["id", 1]]
---
    def set_meetup
      @meetup = Meetup.find(params[:id])